/* VIEWS' TITLES */
"Add New Plant" = "Add New Plant";
"WaterMe" = "WaterMe";

/* Loading Screen */
"Welcome to " = "Welcome to ";
"Loading your plants' data.." = "Loading your plants' data..";

/* Empty View */
"Add new plant to Your collection by tapping here or on + button" = "Add new plant to Your collection by tapping here or on + button";

/* Plant Cell */
"Plant #%@" = "Plant #%@";
"Watering time: " = "Watering time: ";

/* Action sheet */
"Camera" = "Camera";
"Library" = "Library";

/* Alert */
"Are You sure?" = "Are You sure?";
"Are you sure You want to delete " = "Are you sure You want to delete ";
"Change Privacy Settings" = "Change Privacy Settings";
"You denided access to library which is essential!" = "You denided access to library which is essential!";

/* Actions */
"Cancel" = "Cancel";
"Delete" = "Delete";
"Save Changes" = "Save Changes";
"Save" = "Save";

/* Text Fields */
"Plant Name" = "Plant Name";
"Plant Description" = "Plant Description";
"Provide new name" = "Provide new name";
"Provide new description" = "Provide new description";

/* Date Picker */
"Change watering time" = "Change watering time";
"Watering date reminder" = "Watering date reminder";

/* Notification */

"%@ is thirsty!" = "%@ is thirsty!";
"Your plant is thirsty! Give him some water..." = "Your plant is thirsty! Give him some water...";
